Revit 2027 API
ParameterTypeId.ElevArrowFilled Property
 "Filled"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevArrowFilled { get; }
Public Shared ReadOnly Property ElevArrowFilled As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevArrowFilled {
	ForgeTypeId^ get ();
}
static member ElevArrowFilled : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace